Repository: VMironiuk/UIKit-iOS-15
Catalog: Design+Code/Design+Code/*.lproj/Localizable.strings
Languages: uk

source: SwiftUI Concurrency
uk: Багатопоточність в SwiftUI

source: NEW VIDEO
uk: НОВЕ ВІДЕО

source: Build an iOS app for iOS 15 with custom layouts, animations and more!
uk: Створіть додаток для iOS 15 зі спеціальними макетами, анімаціями та більше!

source: Flutter for Designers
uk: Flutter для Дизайнерів

source: 20 sections - 3 hours
uk: 20 розділів - 3 години

source: Build a Flutter app for iOS and Android with custom layouts, animations and more!
uk: Створіть додаток Flutter для iOS та Android зі спеціальними макетами, анімаціями та більше!

source: React Hooks Advanced
uk: Розширені React Hooks

source: Build a React app with custom layouts, animations and more!
uk: Створіть додаток React зі спеціальними макетами, анімаціями та більше!

source: Advanced Custom Layout
uk: Розширений користувацький макет

source: SwiftUI for iOS 15
uk: SwiftUI для iOS 15

source: Build an iOS app for iOS 15 with custom layouts.
uk: Створіть додаток для iOS 15 зі спеціальними макетами.

source: Coding the Home View
uk: Програмування головної перегляду

source: Learn about the formatted(date:time:) method and AsyncImage
uk: Дізнайтеся про метод formatted(date:time:) та AsyncImage

source: Colors and Shadows
uk: Кольори та тіні

source: Read about the design guidelines and how you can use color to maximize your best views
uk: Дізнайтеся про рекомендації щодо дизайну та те, як ви можете використовувати кольори для максимізації ваших найкращих переглядів

source: iOS Development
uk: Розробка для iOS

source: UI Design
uk: Дизайн інтерфейсу

source: Web Development
uk: Веб-розробка

source: History
uk: Історія

source: Favorites
uk: Вибране

source: Downloads
uk: Завантаження
